test/load/config.yml
config:
  target: "https://routing.distance.to"
  phases:
    - duration: 300
      arrivalRate: 30
scenarios:
  - flow:
    - get:
        url: "/route/v1/driving/-73.89944,40.8611318;-73.882965,40.70723"
  - flow:
    - get:
        url: "/route/v1/driving/-4.137893159697228,41.244772343082076;18.00522147620768,52.05249047600099"
  - flow:
    - get:
        url: "/route/v1/driving/-124.43011206177903,42.58923581069344;-74.168756618376,40.61786163731156"
  - flow:
    - get:
        url: "/route/v1/driving/13.36946626318047,52.506191342034604;11.590108837080948,52.13685974852633"
  - flow:
    - get:
        url: "/route/v1/driving/10.313178559559788,50.972264889367494;10.013873066589326,50.95323634832283"
  - flow:
    - get:
        url: "/route/v1/driving/6.106698078136219,49.781264058178344;14.476268193493183,45.84410779560204"
  - flow:
    - get:
        url: "/route/v1/driving/11.966510946662993,51.48068800592616;11.96844167303675,51.485258050978445"